[
  {
    "id": 1,
    "image": "https://i.ibb.co/JRYjXxh/Luxury-Penthouse-in-New-York.webp",
    "estate_title": "Luxury Penthouse in New York",
    "segment_name": "Penthouse",
    "description": "A stunning penthouse perched atop a gleaming skyscraper in the heart of New York City. Walls of glass disappear to reveal panoramic vistas that stretch across the iconic skyline. From this breathtaking vantage point, you can witness the dazzling dance of light reflecting off towering skyscrapers, the gentle curve of the Hudson River, and the pulsating energy that defines this vibrant metropolis.  Imagine hosting soirees under the twinkling tapestry of a million city lights, or simply unwinding on the private terrace with a glass of champagne, captivated by the ever-changing urban panorama.",
    "price": "$18,000 per night",
    "status": "rent",
    "area": "3500 sq ft",
    "location": "New York, NY",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "gym",
      "private elevator"
    ]
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/RcwT0Fg/Beachfront-Villa-in-Malibu.webp",
    "estate_title": "Beachfront Villa in Malibu",
    "segment_name": "Beachfront Property",
    "description": "A luxurious beachfront villa nestled on a pristine stretch of coastline. Lush palm trees sway gently in the ocean breeze, offering shade and serenity. Step out your private patio and onto the sugar-white sand, where the turquoise waters of the ocean beckon you for a refreshing swim. Unwind on a plush chaise lounge, lulled by the rhythmic sound of waves lapping at the shore. Inside, the villa boasts opulent design with floor-to-ceiling windows framing the endless expanse of the ocean, blurring the lines between indoor and outdoor living. Every detail, from the infinity pool overlooking the turquoise horizon to the meticulously landscaped gardens, is designed to create a haven of ultimate luxury and relaxation.",
    "price": "$7,500,000",
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Malibu, CA",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "home theater",
      "private beach access"
    ]
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/wRxwCtm/Private-Island-in-the-Bahamas.jpg",
    "estate_title": "Private Island in the Bahamas",
    "segment_name": "Private Island",
    "description": "A private island paradise awaits in the heart of the Bahamas. Escape the ordinary and embrace a life surrounded by turquoise waters and pristine beaches. Your very own luxurious villa stands as the crown jewel of the island, offering unparalleled privacy and comfort. Step outside and sink your toes into the soft sand, feeling the gentle caress of the warm Caribbean breeze. Explore hidden coves teeming with vibrant marine life, or simply relax on the beach and soak up the golden rays of the sun. Lush tropical gardens bursting with exotic flora and fauna create a sense of seclusion and serenity. This island sanctuary is the ultimate escape, a place where you can reconnect with nature and create memories that will last a lifetime.",
    "price": "$25,000,000",
    "status": "sale",
    "area": "10000 sq ft",
    "location": "Bahamas",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "private dock",
      "helicopter pad"
    ]
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/d2cpBQW/Mediterranean-Villa-in-Tuscany.jpg",
    "estate_title": "Mediterranean Villa in Tuscany",
    "segment_name": "Villa",
    "description": "A breathtaking Mediterranean villa nestles amidst the rolling hills of Tuscany. Picturesque vineyards and olive groves stretch as far as the eye can see, creating a landscape of unparalleled beauty. Stone walls and terracotta roofs blend seamlessly with the natural surroundings, while the villa itself whispers of timeless elegance. Step inside to discover a haven of luxury, where every detail reflects the rich cultural heritage of the region. Intricately tiled floors lead to airy living spaces that frame breathtaking views of the Tuscan countryside. Unwind by the sparkling infinity pool, or explore the surrounding vineyards, learning the age-old art of winemaking. This exquisite villa offers a truly immersive experience, transporting you to a world of tranquility and timeless beauty.",
    "price": "$4,000,000",
    "status": "sale",
    "area": "4000 sq ft",
    "location": "Tuscany, Italy",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "wine cellar",
      "garden"
    ]
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/0cZ0Bnf/Modern-Mansion-in-Beverly-Hills.webp",
    "estate_title": "Modern Mansion in Beverly Hills",
    "segment_name": "Mansion",
    "description": "A state-of-the-art mansion redefines luxury living in the heart of Beverly Hills. Cutting-edge design meets unparalleled comfort, creating a haven that is as technologically advanced as it is aesthetically pleasing. Step inside and be greeted by soaring ceilings, walls of glass offering panoramic views of the city, and a sleek, minimalist aesthetic. Every aspect of the home is meticulously designed for effortless living. A gourmet kitchen with top-of-the-line appliances inspires culinary creativity, while a home theater brings the magic of the silver screen to your living room. Relax by the infinity pool overlooking the cityscape, or unwind in the spa-like bathroom complete with a steam shower and chromatherapy lighting. This mansion is more than just a home; it's a statement piece, a testament to innovation and indulgence.",
    "price": "$15,000,000",
    "status": "sale",
    "area": "8000 sq ft",
    "location": "Beverly Hills, CA",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "home theater",
      "smart home technology"
    ]
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/HCchG3G/Luxury-Resort-in-Maldives.jpg",
    "estate_title": "Luxury Resort in Maldives",
    "segment_name": "Resort",
    "description": "An exclusive resort tucked away in the Maldives archipelago offers the ultimate escape. Picture overwater bungalows perched on turquoise stilts, their private decks leading directly to the crystal-clear waters. Drift off to sleep lulled by the rhythmic sounds of the waves lapping against your bungalow. Dive into the underwater world teeming with vibrant coral reefs, or simply relax on the pristine white sand beach and soak up the warmth of the tropical sun. World-class restaurants tantalize your taste buds with fresh, locally-sourced ingredients, while rejuvenating spa treatments pamper your body and soul. This idyllic haven offers a truly immersive experience, allowing you to reconnect with nature and create memories that will last a lifetime.",
    "price": "$10,000 per night",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "Maldives",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "spa",
      "water sports"
    ]
  },
  {
    "id": 7,
    "image": "https://i.ibb.co/ZdsmDTQ/Seaside-Cottage-in-Santorini.webp",
    "estate_title": "Seaside Cottage in Santorini",
    "segment_name": "Beachfront Property",
    "description": "A charming seaside cottage clings to the cliffs of Santorini, offering breathtaking vistas of the Aegean Sea. Whitewashed walls and a vibrant blue dome roof create a picture-perfect postcard scene. Step inside to discover a haven of cozy comfort. Sun-drenched terraces boast panoramic views of the caldera, perfect for enjoying a leisurely breakfast or a romantic candlelit dinner under the star-studded sky. Explore the charming cobbled streets of Oia, the village where the cottage resides, where local shops and art galleries line the streets. This idyllic escape offers the perfect blend of relaxation, adventure, and cultural immersion.",
    "price": "$2,500 per week",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Santorini, Greece",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "terrace",
      "outdoor dining"
    ]
  },
  {
    "id": 8,
    "image": "https://i.ibb.co/wd3w0Wk/Countryside-Estate-in-Provence.jpg",
    "estate_title": "Countryside Estate in Provence",
    "segment_name": "Estate",
    "description": "A grand countryside estate sprawls across the rolling hills of Provence. Vineyards bathed in golden sunlight stretch as far as the eye can see, while rows of olive trees whisper secrets carried on the warm summer breeze. This historic estate, meticulously restored to its former glory, boasts a grand stone manor house that exudes an aura of timeless elegance. Intricate stonework and wrought-iron gates hint at the rich history of the property, while the meticulously landscaped gardens bursting with fragrant lavender and vibrant wildflowers create a sense of tranquility. Inside, discover a haven of luxury, where antique furnishings and rich tapestries tell stories of generations past. Spacious living areas with crackling fireplaces invite cozy evenings spent with loved ones, while airy bedrooms offer stunning views of the surrounding countryside. Explore the estate's vineyards, learning the art of winemaking from generations-old traditions. Take a refreshing dip in the sparkling pool nestled amongst the olive groves, or simply relax on a terrace and soak up the breathtaking beauty of the Provençal landscape. This grand estate offers a unique opportunity to experience the charm and elegance of rural France, a place where time seems to slow down and everyday worries melt away.",
    "price": "$6,000,000",
    "status": "sale",
    "area": "6000 sq ft",
    "location": "Provence, France",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "vineyard",
      "garden"
    ]
  },
  {
    "id": 9,
    "image": "https://i.ibb.co/tQ3rTKp/Ski-Chalet-in-Aspen.jpg",
    "estate_title": "Ski Chalet in Aspen",
    "segment_name": "Resort",
    "description": "A luxurious ski chalet perched atop a snowy peak in Aspen offers a haven of warmth and comfort after a thrilling day on the slopes. Picture yourself sinking into a plush armchair by a crackling fireplace, a steaming mug of hot cocoa warming your hands as you gaze out at the breathtaking mountain vista. The chalet's rustic elegance is evident in every detail, from the exposed wooden beams to the cozy fireplaces. Step outside onto the balcony and breathe in the crisp mountain air, the world sparkling beneath a blanket of fresh snow. Ski-in/ski-out access allows you to transition seamlessly from the warmth of the chalet to the exhilaration of the slopes. After a day of carving fresh tracks, unwind in the jacuzzi with a breathtaking mountain panorama as your backdrop. This luxurious ski chalet is more than just a place to stay; it's an experience, a place where you can create lasting memories with loved ones amidst the majesty of the snow-capped mountains.",
    "price": "$3,500 per night",
    "status": "rent",
    "area": "4500 sq ft",
    "location": "Aspen, CO",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "hot tub",
      "ski-in/ski-out access"
    ]
  },
  {
    "id": 10,
    "image": "https://i.ibb.co/hXBsRRm/Colonial-Mansion-in-Savannah.jpg",
    "estate_title": "Colonial Mansion in Savannah",
    "segment_name": "Mansion",
    "description": "Nestled amidst the charming squares and moss-draped streets of Savannah, a historic colonial mansion awaits. Its grand facade, adorned with intricate wrought-iron balconies and elegant dentil molding, whispers stories of a bygone era. Step onto the cobbled walkway and be transported back in time. Lush, manicured gardens flank the mansion, boasting vibrant blooms and meticulously sculpted hedges. Imagine strolling through the fragrant gardens, the gentle rustle of leaves a calming counterpoint to the city's soft heartbeat. Step through the heavy oak doors and enter a world of opulent elegance. Soaring ceilings adorned with ornate plasterwork and gleaming crystal chandeliers create a sense of awe. Rich mahogany paneling lines the walls, showcasing the craftsmanship of a bygone era. Sun streams through expansive windows, illuminating the polished hardwood floors that gleam with a soft luster. Every detail, from the hand-painted murals to the antique furniture, tells a story of the mansion's rich history.",
    "price": "$4,500,000",
    "status": "sale",
    "area": "7000 sq ft",
    "location": "Savannah, GA",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "library",
      "garden"
    ]
  },
  {
    "id": 11,
    "image": "https://i.ibb.co/8sFCP17/Contemporary-Villa-in-Los-Angeles.jpg",
    "estate_title": "Contemporary Villa in Los Angeles",
    "segment_name": "Villa",
    "description": "A sleek, contemporary villa perched atop the Hollywood Hills in Los Angeles embodies the cutting edge of modern design. Walls of glass disappear to reveal breathtaking city views that stretch from the iconic Hollywood sign to the sparkling Pacific Ocean. Imagine hosting poolside soirees under the California sun, the infinity pool seemingly blending into the cityscape below. Inside, the villa boasts an open floor plan, allowing the light and energy of Los Angeles to flow seamlessly throughout. High ceilings and polished concrete floors create a minimalist aesthetic, while carefully curated artwork and designer furniture add a touch of luxury. This ultra-modern haven is a testament to innovation and style, a perfect fit for those who crave the excitement of Los Angeles living.",
    "price": "$8,000,000",
    "status": "sale",
    "area": "6000 sq ft",
    "location": "Los Angeles, CA",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "home theater",
      "rooftop terrace"
    ]
  },
  {
    "id": 12,
    "image": "https://i.ibb.co/QnvTS8d/Luxury-Apartment-in-Tokyo.jpg",
    "estate_title": "Luxury Apartment in Tokyo",
    "segment_name": "Penthouse",
    "description": "A high-rise luxury apartment soars above the vibrant cityscape of Tokyo. Floor-to-ceiling windows offer panoramic views that stretch across the neon-lit skyline, a dazzling tapestry of towering skyscrapers and twinkling lights. Step onto the private balcony and feel the energy of the city pulsate around you. Inside, the apartment boasts sleek, minimalist design with Japanese influences.  Tatami mats and sliding shoji screens add a touch of tradition, while high-tech appliances and smart home features ensure effortless living. Relax in the deep soaking tub overlooking the cityscape, or unwind in the serene Japanese-inspired garden nestled within the apartment complex. This luxurious haven offers the perfect blend of modern convenience and traditional Japanese tranquility.",
    "price": "$4,500,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Tokyo, Japan",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "gym",
      "balcony"
    ]
  },
  {
    "id": 13,
    "image": "https://i.ibb.co/6smBQGd/Historic-Castle-in-Scotland.jpg",
    "estate_title": "Historic Castle in Scotland",
    "segment_name": "Estate",
    "description": "A grand historic castle stands sentinel amidst the rolling hills of Scotland, its weathered stone walls whispering stories of centuries past. Intricate turrets and expansive gardens create a scene straight out of a fairytale. Step inside to discover a haven of old-world grandeur. High-vaulted ceilings adorned with intricate plasterwork and grand fireplaces exude an aura of timeless elegance. Luxuriously appointed bedrooms offer plush furnishings and four-poster beds, transporting you back to a bygone era. Explore the castle's hidden passageways and secret gardens, or indulge in an afternoon tea served in the grand ballroom. This historic estate offers a unique opportunity to experience the magic and grandeur of Scotland's rich heritage.",
    "price": "$12,000,000",
    "status": "sale",
    "area": "10000 sq ft",
    "location": "Scotland, UK",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "library",
      "garden",
      "banquet hall"
    ]
  },
  {
    "id": 14,
    "image": "https://i.ibb.co/DbJszw9/Modern-Penthouse-in-Dubai.jpg",
    "estate_title": "Modern Penthouse in Dubai",
    "segment_name": "Penthouse",
    "description": "A luxurious modern penthouse crowns a dazzling skyscraper in the heart of Dubai.  Breathtaking panoramic views encompass the iconic cityscape, the vast expanse of the Persian Gulf, and the man-made wonders that define Dubai's futuristic landscape.  Imagine hosting opulent soirees on the expansive rooftop terrace, a private oasis overlooking the city lights. Inside, the penthouse boasts cutting-edge design and unparalleled luxury.  A home theater brings the magic of the silver screen to life, while a state-of-the-art gourmet kitchen inspires culinary creativity. Relax by the infinity pool overlooking the cityscape, or unwind in the spa-like bathroom complete with a steam shower and a view that stretches for miles. This penthouse is more than just a residence; it's a statement piece, a testament to Dubai's spirit of innovation and indulgence.",
    "price": "$10,000,000",
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Dubai, UAE",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "home theater",
      "gym"
    ]
  },
  {
    "id": 15,
    "image": "https://i.ibb.co/25NsvxC/Tropical-Villa-in-Bali.jpg",
    "estate_title": "Tropical Villa in Bali",
    "segment_name": "Villa",
    "description": "A stunning tropical villa nestled amidst the lush jungles of Bali offers an unparalleled escape. Imagine waking up to the sounds of exotic birdsong and the gentle rustle of palm trees swaying in the breeze. Step outside onto your private terrace and plunge into the infinity pool, surrounded by the vibrant greenery of the surrounding gardens. The villa itself is a masterpiece of Balinese architecture, featuring intricate carvings, thatched roofs, and open-air living spaces designed to seamlessly blend indoor and outdoor living. Inside, discover a haven of tranquility, where handcrafted furniture and locally sourced textiles create a warm and inviting atmosphere. Relax in the spa room with a rejuvenating Balinese massage, or unwind in the sunken living area overlooking the lush gardens. This tropical paradise offers the perfect opportunity to reconnect with nature and immerse yourself in the rich culture of Bali.",
    "price": "$3,000,000",
    "status": "sale",
    "area": "4000 sq ft",
    "location": "Bali, Indonesia",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "spa",
      "garden"
    ]
  },
  {
    "id": 16,
    "image": "https://i.ibb.co/bzHFd22/Oceanfront-Mansion-in-Miami.jpg",
    "estate_title": "Oceanfront Mansion in Miami",
    "segment_name": "Mansion",
    "description": "A luxurious oceanfront mansion in Miami Beach stretches along a pristine stretch of coastline. Floor-to-ceiling windows blur the lines between indoor and outdoor living, offering breathtaking views of the turquoise waters of the Atlantic Ocean. Step outside onto the expansive terrace and soak up the warmth of the Florida sunshine. Take a refreshing dip in the infinity pool overlooking the ocean, or simply relax on a plush chaise lounge and listen to the rhythmic sound of the waves lapping at the shore. Inside, the mansion boasts opulent design with every detail meticulously crafted for ultimate comfort. A gourmet kitchen with top-of-the-line appliances caters to your culinary desires, while a home theater allows you to enjoy the latest blockbusters in the comfort of your own home. This oceanfront oasis is a haven of luxury and relaxation, the perfect place to escape the everyday and embrace the Miami lifestyle.",
    "price": "$20,000,000",
    "status": "sale",
    "area": "9000 sq ft",
    "location": "Miami, FL",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "home theater",
      "private beach access"
    ]
  },
  {
    "id": 17,
    "image": "https://i.ibb.co/4trTG7x/Luxury-Chalet-in-the-Swiss-Alps.jpg",
    "estate_title": "Luxury Chalet in the Swiss Alps",
    "segment_name": "Resort",
    "description": "A luxurious chalet nestled amidst the majestic peaks of the Swiss Alps offers a haven of warmth and comfort after a thrilling day on the slopes. Picture yourself sinking into a plush armchair by a crackling fireplace, a steaming mug of hot chocolate warming your hands as you gaze out at the breathtaking mountain vista. The chalet's rustic elegance is evident in every detail, from the exposed wooden beams and cozy fireplaces to the plush throws and sheepskin rugs. Step outside onto the balcony and breathe in the crisp mountain air, the world sparkling beneath a blanket of fresh snow. Ski-in/ski-out access allows you to transition seamlessly from the warmth of the chalet to the exhilaration of the slopes.  After a day of carving fresh tracks, unwind in the jacuzzi with a breathtaking mountain panorama as your backdrop. This luxurious chalet is the perfect place to create lasting memories with loved ones amidst the awe-inspiring beauty of the Swiss Alps.",
    "price": "$15,000 per week",
    "status": "rent",
    "area": "5000 sq ft",
    "location": "Swiss Alps, Switzerland",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "hot tub",
      "ski-in/ski-out access"
    ]
  },
  {
    "id": 18,
    "image": "https://i.ibb.co/LYhpLMR/Exclusive-Beach-House-in-Hawaii.jpg",
    "estate_title": "Exclusive Beach House in Hawaii",
    "segment_name": "Beachfront Property",
    "description": "An exclusive beach house on the shores of Oahu, Hawaii, offers a front-row seat to paradise. Floor-to-ceiling windows showcase the endless expanse of the Pacific Ocean, inviting turquoise waves and vibrant sunsets to become part of your daily experience. Step outside onto the private deck and feel the warm Hawaiian breeze caress your skin. Take a dip in the infinity pool overlooking the ocean, or simply relax on a hammock strung between swaying palm trees and listen to the rhythmic sound of the waves. Inside, the beach house boasts a relaxed, contemporary design with natural materials and pops of color that reflect the vibrant Hawaiian aesthetic.  A gourmet kitchen allows you to prepare fresh, local ingredients, while an expansive living area encourages gathering and relaxation. This exclusive haven offers the perfect blend of luxury and laid-back island living, a place to truly disconnect and reconnect with the beauty of nature.",
    "price": "$12,000,000",
    "status": "sale",
    "area": "5500 sq ft",
    "location": "Hawaii, USA",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "private beach access",
      "outdoor shower"
    ]
  },
  {
    "id": 19,
    "image": "https://i.ibb.co/DRhT7KQ/Luxury-Estate-in-Napa-Valley.jpg",
    "estate_title": "Luxury Estate in Napa Valley",
    "segment_name": "Estate",
    "description": "A grand luxury estate sprawls across the rolling hills of Napa Valley, a world-renowned wine region. Picturesque vineyards bathed in golden sunlight stretch as far as the eye can see, promising an unforgettable experience for wine enthusiasts. The estate boasts a magnificent stone manor house, meticulously restored to its former glory, exuding an aura of timeless elegance.  Step inside to discover a haven of luxury, where high ceilings with exposed beams and intricately detailed fireplaces create a warm and inviting atmosphere. Spacious living areas adorned with antique furnishings invite evenings spent entertaining, while elegant bedrooms offer stunning views of the surrounding vineyards. Explore the estate's on-site winery, learning the art of winemaking from experienced vintners. Unwind by the sparkling pool nestled amongst the vines, or simply relax on the terrace and soak up the breathtaking beauty of the Napa Valley landscape.  This grand estate offers a unique opportunity to experience the charm and sophistication of wine country living.",
    "price": "$18,000,000",
    "status": "sale",
    "area": "7500 sq ft",
    "location": "Napa Valley, CA",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "wine cellar",
      "vineyard"
    ]
  },
  {
    "id": 20,
    "image": "https://i.ibb.co/nn1M3f1/Modern-Villa-in-Ibiza.jpg",
    "estate_title": "Modern Villa in Ibiza",
    "segment_name": "Villa",
    "description": "A sleek, modern villa perched on a cliffside overlooking the sparkling waters of Ibiza offers a haven of luxury and tranquility.  Floor-to-ceiling windows showcase the stunning sea views, creating a seamless connection between the interior and the dramatic coastal landscape.  Step outside onto the expansive terrace and soak up the warmth of the Mediterranean sun. Take a refreshing dip in the infinity pool overlooking the turquoise waters, or simply relax on a plush sun lounger and listen to the rhythmic sound of the waves lapping at the shore. Inside, the villa boasts a minimalist aesthetic with clean lines and high-end finishes. Designer furniture and carefully curated artwork create a sophisticated ambiance, while the open floor plan allows the breathtaking sea views to take center stage. A state-of-the-art kitchen with top-of-the-line appliances inspires culinary creativity, while a home theater allows you to enjoy the latest blockbusters in the comfort of your own haven.  Unwind in the spa-like bathroom with a deep soaking tub overlooking the endless blue horizon, or relax by the infinity pool as the sun dips below the horizon, painting the sky with vibrant hues.  This sleek villa offers the perfect blend of modern luxury and the relaxed vibes of Ibiza, a place to unwind, entertain, and create unforgettable memories.",
    "price": "$12,000 per night",
    "status": "rent",
    "area": "5000 sq ft",
    "location": "Ibiza, Spain",
    "facilities": [
      "living room",
      "swimming pool",
      "kitchen",
      "home theater",
      "garden",
	  "helicopter pad"
    ]
  }
]
